print("Вибери тему для проходження тесту:")

print("фізика")

print("Біологія")

print("Укр літ")

a = input("Тема:")

if a == "фізика":

    print("Чи змінюється розмір Всесвіту?")
    b = input()
    if b == "Так розширюється":
        print("Правильно")
    else:
        print("Неправильно")
        

if a == "Біологія":

    print("Скільки хромосом у людини?")
    c = input()
    if c == "46":
        print("Правильно")
    else:
        print("Неправильно")


if a == "Укр літ":

    print("Світи щодня лампаду / Кіпріді добрій», – радить незнайомцеві лірична героїня твору?")
    d = input()
    if d == "Максима Рильського":
        print("Правильно")
    else:
        print("Неправильно")

else:
    print("Такої теми немає")
